[
    {
        "DOI": "10.11931/guihaia.gxzw202102024",
        "abstract": "植物核DNA含量(2C-值)与倍性水平是重要的植物学基本特征,是进行种群进化、物种分类和生态学等研究的有力证据。为确定中国吊钟花属(Enkianthus Lour.)各物种的核DNA含量与倍性水平并探究该属植物在种间、种内核DNA含量差异,该研究以6种中国吊钟花属植物共23个居群60个样品为试验材料,以水稻品种‘日本晴'(Oryza sativa spp. japonica ‘Nipponbare')为内部参照,利用流式细胞术检测该属植物核DNA含量。进而以二倍体植物齿缘吊钟花(Enkianthus serrulatus)为倍性参照推测其他种的染色体倍性,并采用染色体压片计数法验证倍性的准确性。结果表明:(1)该属植物核DNA含量介于1.77～5.62 pg之间。(2)吊钟花组4个种——吊钟花(E. quinqueflorus)、齿缘吊钟花、晚花吊钟花(E. serotinus)、台湾吊钟花(E. perulatus)均为二倍体(2n=2x=22); 总状花序组2个种——灯笼树(E. chinensis)和毛叶吊钟花(E. deflexus)均存在四倍体和六倍体。(3)该属二倍体植物核DNA含量在种间、种内存在显著性差异(P&lt;0.05),四倍体和六倍体植物在种间和种内均无显著性差异(P&gt;0.05)。该研究为吊钟花属系统发育、生物地理、引种驯化、遗传育种等研究奠定了基础。;Plant nuclear DNA content(2C-value)and ploidy level are important botanical characteristics which are powerful evidences for studies on population evolution, biosystematics and ecology. In order to determine the nuclear DNA content and ploidy level of Enkianthus Lour. from China, and to explore the difference of nuclear DNA contents between interspecies and intraspecies, we collected 60 samples from 23 populations, representing all six species of Enkianthus in subtropical areas of China, as experimental materials. We used Oryza sativa spp. japonica variety ‘Nipponbare' as an internal standard to determine their nuclear DNA contents by flow cytometry, and then the ploidy level was examined by referencing the 2C-value of a diploid species of E. serrulatus. In addition, the ploidy level was further verified by using traditional chromosome tableting technology. The results were as follows:(1)The mean nuclear DNA contents of Enkianthus species in China ranged from 1.77 to 5.62 pg.(2)Four species in Enkianthus sect. Enkianthus, E. quinqueflorus, E. serrulatus, E. serotinus and E. perulatus were diploid(2n=2x=22), and two species in Enkianthus sect. Racemus, E. chinensis and E. deflexus were tetraploid or hexaploid.(3)For diploid species, the nuclear DNA contents showed significant differences between interspecies and intraspecies(P&lt;0.05), but there were no significant differences in tetraploid and hexaploid species(P&gt;0.05). The results of this study provides reference for the future researches on phylogenetics, biogeography, domestication and genetic breeding of Enkianthus.",
        "title": "中国吊钟花属植物核DNA含量(2C-值)与倍性水平研究",
        "container-title": "广西植物",
        "type": "article-journal",
        "author": [
            {
                "literal": "梁 华"
            },
            {
                "literal": "蒋 露"
            },
            {
                "literal": "朱大海"
            },
            {
                "literal": "周建伟"
            },
            {
                "literal": "范邓妹"
            },
            {
                "literal": "张志勇"
            }
        ],
        "volume": "42",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    2022,
                    1,
                    29
                ]
            ]
        },
        "page-first": "58",
        "page": "58-67",
        "ISSN": [
            "1000-3142"
        ]
    }
]