[
    {
        "title": "Phylogeography and Cryptic Species Diversity of Paramesotriton caudopunctatus Species Group（Salamandridae: Paramesotriton） in Guizhou, China",
        "author": [
            {
                "literal": "Tao LUO"
            },
            {
                "literal": "Huamei WEN"
            },
            {
                "literal": "Kai GAO"
            },
            {
                "literal": "Jun ZHOU"
            },
            {
                "literal": "Jiang ZHOU"
            }
        ],
        "abstract": "The Paramesotriton caudopunctatus species group is mainly distributed in the karst mountain ecosystems of Guizhou, China. Although some species have been included in previous phylogenetic studies, the evolutionary relationships and divergence-time of members of this species group as a whole remain unexplored. In this study, we report the sequencing of one protein coding mitochondrial gene fragment（ND2） and one nuclear gene（POMC）, and use a combination of phylogenetic analyses and coalescent simulations to explore the cryptic diversity and evolutionary history of the P. caudopunctatus species group. Phylogenetic relationships revealed that the P. caudopunctatus species group is composed of two major groups, i. e., East Clade and Western-South Clade. The divergence-time and ancestral area estimation suggested that the P. caudopunctatus species group likely originated in the Doupeng Mountains in Guizhou, China at 12.34 Ma（95% HPD: 8.30–14.73）, and intraspecific divergence began at about 2.17 Ma（95% HPD: 1.39–2.97）. This timing coincides with the orogenesis of the Miaoling Mountains during the Late Miocene to early Pleistocene. The delimitation of species in the P. caudopunctatus species group supports the existence of the currently identified species, and consensus was confirmed across methods for the existence of least to two cryptic species within what has been traditionally considered to be P. caudopunctatus species group. This study is of significance for understanding the species formation, dispersal, and diversity of the tailed amphibians in the karst mountains ecosystem of Guizhou and the role of the Miaoling Mountains as a geographical barrier to species dispersal. ",
        "DOI": "10.16373/j.cnki.ahr.200025",
        "container-title": "Asian Herpetological Research",
        "issued": {
            "date-parts": [
                [
                    2021
                ]
            ]
        },
        "volume": "12",
        "issue": "2",
        "CNKI": "YZLQ202102004"
    }
]