[
    {
        "title": "A New Species of Cyrtodactylus（Squamata: Gekkonidae） from the Karst Forests of Daweishan National Nature Reserve, Yunnan, China",
        "author": [
            {
                "literal": "Yinpeng ZHANG"
            },
            {
                "literal": "Xiaolong LIU"
            },
            {
                "literal": "Justin BERNSTEIN"
            },
            {
                "literal": "Jian WANG"
            },
            {
                "literal": "Zhiyong YUAN"
            }
        ],
        "abstract": "Cyrtodactylus geckos are one of the most speciose and diverse groups of extant lizards known, distributed throughout the Asian and Pacific realms. Using molecular phylogenetic methods and supporting morphological data,we describe a new species of Cyrtodactylus in Daweishan National Nature Reserve, Yunnan Province, China.Cyrtodactylus hekouensis sp. nov. can be morphologically distinguished from its nearby congeners by the following characters: maximum SVL 92.3 mm and TL 98.5 mm;11–12 supralabials; 11–12 infralabials; 36–57 scale rows between the fifth supralabials; 10–13 dorsal tubercles rows;3 postnasals on blunt and smooth front snout; precloacalfemoral pores in a continuous series of 33–39（females with pitted scales） located under vent/cloaca and thighs in both sexes; precloacal groove absent; 3/3 postcloacal tubercles;subdigital lamellae under the fourth finger 21 or 22, under the fourth toe 20–23; smooth midbody with smooth venter and tuberculate dorsal scale rows, tubercles from head to tail base; dorsal transverse patterns are generally large,bilaterally symmetrical. The results of the phylogenetic analysis recover specimens of this new species as sister to a clade containing C. wayakonei and C. martini. Uncorrected pairwise intraspecific distances were &lt; 1%, and distances between our new species and other Cyrtodactylus species from nearby countries ranged from 14.2% to 26.8%. ",
        "DOI": "10.16373/j.cnki.ahr.200090",
        "container-title": "Asian Herpetological Research",
        "issued": {
            "date-parts": [
                [
                    2021
                ]
            ]
        },
        "volume": "12",
        "issue": "3",
        "CNKI": "YZLQ202103001"
    }
]